// a hint about the strength of the enemy
army_weak=<color=128,255,255>(weak)
army_weaker=<color=0,128,255>(slightly weaker)
army_equal=<color=0,255,0>(match)
army_stronger=<color=255,255,0>(slightly stronger)
army_strong=<color=255,128,0>(strong)
army_verystrong=<color=255,0,0>(very strong)
army_fatal=<color=255,0,128>(overpowering)
army_invincible=<color=128,0,255>(impossible)

